tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "yt-dlp/taps"
brew "bash"
brew "bash-completion@2"
brew "boost"
brew "gcc"
brew "git"
brew "googletest"
brew "llvm"
brew "python@3.9"
brew "tmux"
brew "tree"
brew "vim"
brew "wifi-password"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-drive"
cask "mactex"
cask "spotify"
cask "ticktick"
cask "visual-studio-code"
cask "zoom"
