tap "homebrew/bundle"
brew "bat"
brew "python@3.13"
brew "git"
brew "htop"
brew "llvm"
brew "neofetch"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"
cask "google-chrome"
cask "mactex"
cask "spotify"
cask "visual-studio-code"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "vscodevim.vim"
