tap "homebrew/bundle"
brew "bat"
brew "ccat"
brew "gcc"
brew "git"
brew "grep"
brew "htop"
brew "perl"
brew "latexindent"
brew "python@3.13"
brew "llvm"
brew "tmux"
brew "tree"
brew "vim"
brew "wifi-password"
brew "zsh"
cask "1password"
cask "citrix-workspace"
cask "google-chrome"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "spotify"
cask "thinkorswim"
cask "visual-studio-code"
cask "zoom"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
